[["AICS - Agenzia Italiana per la Cooperazione allo Sviluppo", "XM-DAC-6-4"], ["ASSOCIATION BENINOISE POUR LA PROMOTION DE LA FAMILLE (ABPF)", "BJ-IFU-6201001214905"], ["Action Contre la Faim France", "FR-RCS-31899089200065"], ["Agencia Suiza para el Desarrollo y la Cooperación COSUDE (Swiss Agency for Development and Cooperation (SDC))", "XM-DAC-CH-4"], ["Association Béninoise pour le Marketing Social et la Communication pour la Santé (ABMS)", "BJ-IFU-6201810257535"], ["Association Centrafricaine de Traduction de la Bible et Alphabetisation", "XI-IATI-ACATBA"], ["B. P. Koirala Institute of Health Sciences", "NP-IRD-201252183"], ["BRUJULA COMUNICACIONES ESTRATEGICAS SAS", "CO-RUE-830140714-1"], ["Banque Européenne pour la Reconstruction et le Développement (European Bank for Reconstruction and Development)", "XI-IATI-EBRD"], ["Beweging voor Internationale Samenwerking - Mouvement pour la Solidarité Internationale", "BE-BCE_KBO-0478060441"], ["CAEB Conseils et Appui pour l'Education à la Base", "ML-NIF-084106436R"], ["Comité international de la Croix-Rouge (International Committee of the Red Cross)", "XM-DAC-21016"], ["Direction du développement et de la coopération (DDC) (Swiss Agency for Development and Cooperation (SDC))", "XM-DAC-CH-4"], ["Direzione dello sviluppo e della cooperazione (DSC) (Swiss Agency for Development and Cooperation (SDC))", "XM-DAC-CH-4"], ["Forum Universitaire pour la Coopération Internationale au Développement", "BE-BCE_KBO-0416934803"], ["Fundacion para la educacion superior y el desarrollo", "CO-RUE-8600286699"], ["Hala Systems, Inc.", "US-EIN-47-4606264"], ["Humanitarian Umbrella for Relief and Development Organization (HURDO)", "SO-COA-107-0290-2025"], ["Institut pour la Gouvernance Democratique Benin", "BJ-IFU-6202112757059"], ["La Agencia de la ONU para los Refugiados (The UN Refugee Agency)", "XM-DAC-41121"], ["Liga Internacional de Mujeres por la Paz y la Libertad", "CO-RUE-830053223"], ["Plateforme des Acteurs de la Société Civile au BENIN", "BJ-IFU-6201500233008"]]